
合同编号:{{.ContactNumber}}

# {{.ProjectName}}服务外包合同

**甲方 : {{.ClientName}}**

**乙方 : {{.FreeLancerName}}**

**签订时间 : {{.SignupTime}}**

**预期工作时间：{{.ExpectedTime}}**

**费用标准 : {{.PayRate}}**

**支付方式 : {{.PaymentMethod}}**

引言： 依据《中华人民共和国合同法》的有关规定，{{.ClientName}}（以下简称甲方）与{{.FreeLancerName}}（以下简称乙方）就甲方软件项目的服务外包合作事宜，经协商达成一致，签订本合同，以资共同遵守。

本合同对甲、乙双方权利义务及服务项目外包作出相关约定，本合同的附件一经签字生效后与本合同具有同等法律效力。

1. 项目范围和方式

本项目合同为技术服务外包合同。

甲方将按阶段并以合同约定的时间、支付方式和金额支付乙方费用。

2. 人员安排

乙方向甲方提供项目技术人员，包括但不限于软件架构师、软件设计师、软件开发工程师等，在甲方监督管理下提供相关软件项目的技术服务。

合同执行过程中，甲方如对乙方人员的工作不满意，必须提前5个工作日通知乙方，由乙方另外再安排人员顶替其工作。

3. 工作地点

本合同履行地点为甲、乙双方协商确定的开发现场。

4. 权利与义务

4.1 甲方的权利与义务

4.1.1 甲方负责乙方开发人员的工作安排，及开发过程的管理。

4.1.2 甲方拥有作为开发成果的应用软件中的知识产权和使用权。

4.1.3 甲方有权获得使用项目中开发的应用系统而产生的所有收益。

4.1.4 甲方有责任向乙方的人员提供必要的软硬件技术环境，包括但不

仅限于服务器，登录权限，接口协议等。

4.1.5 甲方负责协调解决乙方人员在使用甲方提供的产品和技术成果

时产生的疑问和问题。

4.1.6 甲方有义务指派专人负责与乙方联系，每周以书面形式确认甲方

人员的工作时间，并协助乙方进行必要的协调工作。

4.1.7 甲方如对乙方人员的工作情况不满意，应及时与乙方负责人沟通

并进行协调，若确实不能满足工作需要，甲方有权要求乙方更换人员（需提前5个工作日通知乙方）。

4.1.8 甲方有义务在约定期限内及时支付乙方外包费用。

4.2 乙方的权利义务

4.2.1 乙方根据本合同所规定的条款，履行有关义务。

4.2.2 乙方有义务按照甲方的需求和标准提供外包人员，乙方有责任对

不能满足甲方要求的外包人员进行更换。

4.2.3 乙方有责任对甲方的项目保密。不享有知识产权和使用权。

4.2.4 乙方人员以甲方职员的身份在最终用户面前出现，并要保护甲方

的相关利益。

4.2.5 乙方有义务为外包人员依法办理劳动用工手续，在外包人员的聘

用、辞退、工资福利、社会保险、奖惩升降、劳动保护等事项上依法保证乙方外包人员的合法权益，保持外包人员的稳定性。

4.2.6 乙方应教育、督促乙方外包人员在为甲方提供服务期间，遵守甲

方的工作流程和管理规范，接受甲方人员的监督和检查，以保障甲方工作的正常进行。

4.2.7 乙方人员应自备开发所需电脑、移动设备等。。

4.2.8 乙方有权利按照合同约定及时取得人员外包费用。

4.3 一般性条款

4.3.1 在执行本协议过程中以及自结束之日起12个月内，甲、乙双方

互不得雇佣或促使第三方雇佣对方以任何形式雇佣之人员，否则应承担不低于该等人员年度总的税前工资收入的1/4的违约赔偿责任。

5. 外包费用标准和结算方式

5.1 本合同甲、乙双方之间发生的一切费用均应通过甲、乙双方指定的银行
帐户，以人民币结算及支付。

6. 知识产权的归属和保护及保密协定

6.1 乙方外包人员在合同期间开发的应用软件的知识产权归甲方所有；乙方

不得用于其它领域，并且不得将应用软件全部或部分地用于其它第三方项目。由甲方或最终客户向乙方提供的有关资料及源码，或乙方在系统开发和实施工作过程中了解到的甲方和最终客户的相关资料，以及所完成的工作产品及相关文档，未经甲方同意不得泄露并不得用于除该系统或项目之外的任何场所。